tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "github/gh"
cask "pycharm-with-anaconda-plugin"
cask "miniconda"
cask "microsoft-teams"
cask "virtualbox"
cask "vagrant"
brew "curl"
brew "go"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "mas"
brew "neovim"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "gh"
brew "awscli"
brew "pulumi"
brew "aws-iam-authenticator"
brew "node"
brew "npm"
brew "helm"
cask "font-hack-nerd-font"
mas "Enpass", id: 732710998
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Enpass", id: 732710998
mas "Slack", id: 803453959
mas "Microsoft One Note", id:784801555
